<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Tirgo</title>
    <link rel="icon" href="/favicon.ico" type="image/x-icon">
    <link rel="shortcut icon" href="/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="fonts/stylesheet.css">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/pda.css">
</head>
<body>
   <section class="header">
        <header id="header" class="header_all">
            <div class="nav row">
                <div class="wrap">
                    <div class="header-left">
                        <div class="col phone phone2">
                            <a href="tel:998909960880" class="binct-phone-number-1">+998 90 996 08 80</a>
                        </div>
                    </div>
                    <div class="logo">
                        <a href="/"><img src="images/logo.svg" alt="Лого Tirgo" width="214" height="40"></a>
                    </div>
                    <div class="flex-right">
                        <div class="col phone">
                            <a href="tel:998909960880" class="binct-phone-number-1">+998 55 501 33 33</a>
                        </div>
                    </div>
                </div>
            </div>
        </header>
    </section>
    <section class="offer">
        <div class="wrap">
            <h1>KAMU İ&Ccedil;İN TEKLİF</h1>
            <p>Bu belge (bundan b&ouml;yle "Teklif" olarak anılacaktır) TIRGO Limited Şirketi'nin (bundan b&ouml;yle "TIRGO" olarak anılacaktır) &nbsp;&nbsp;teklifidir, &nbsp;t&uuml;zel kişilik veya bireysel girişimci olan M&uuml;şteri ile (aşağıda tanımlandığı gibi) ve ayrıca bir ger&ccedil;ek kişi ile aşağıda belirtilen koşullara g&ouml;re (bundan b&ouml;yle &ldquo;S&ouml;zleşme&rdquo; olarak anılacaktır) &nbsp;s&ouml;zleşme akdetmek.</p>
            <p>Bu Teklif, belirsiz bir kişiye y&ouml;neliktir ve &Ouml;zbekistan Cumhuriyeti Medeni Kanununun 369. maddesinin 2. fıkrası uyarınca kamuya teklifdir.</p>
            <p>Bu Teklif &ouml;zel bir sırayla sonu&ccedil;landırılır: t&uuml;m temel koşulları i&ccedil;eren bu Teklifi taraflarca imzalanmadan kabul ederek yapılır. Bu Teklif, &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki Medeni Kanunu h&uuml;k&uuml;mlerine g&ouml;re yasal g&uuml;ce sahiptir ve Taraflarca imzalanan bir anlaşmaya eşdeğerdir.</p>
            <p>&Ouml;zbekistan Cumhuriyeti Medeni Kanununun 370. Maddesi uyarınca M&uuml;şterinin ve Sıparış vericininbu Teklifi koşulsuz olarak kabul etmesi, M&uuml;şterinin Hizmete (bundan sonra TIRGO Hizmeti olarak anılacaktır) kaydının yanı sıra başlangı&ccedil;tır. Kabul, M&uuml;şterinin bu Teklifin şartlarına tam ve koşulsuz onayının bir onayıdır. İstisnalar/eklemeler dışında Teklifin kabul&uuml;ne izin verilmez.</p>
            <p>Bu Teklif s&uuml;resizdir. TIRGO, M&uuml;şteriler ile cayma tarihinden &ouml;nce akdedilen S&ouml;zleşmeleri etkilemeyecek şekilde Teklifi dilediği zaman geri &ccedil;ekebilir.</p>
            <p>TIRGO, Teklifin yeni bir versiyonunu yayınlayarak bu Teklifi tek taraflı olarak (Ş&uuml;pheye mahal vermemek i&ccedil;in, Teklifin kabul edilmesiyle akdedilen S&ouml;zleşmenin şartları dahil ancak bunlarla sınırlı olmamak &uuml;zere) değiştirme hakkına sahiptir. TIRGO, M&uuml;şterilerin ve M&uuml;şterilerin, değişiklikler ve/veya eklemeler i&ccedil;in bu Teklifin şartlarını d&uuml;zenli olarak kontrol etmelerini tavsiye eder. Bu Teklifte değişiklik ve/veya eklemeler yapıldıktan sonra Hizmetin kullanılmaya devam edilmesi, M&uuml;şterinin ve Sıparış vericininbu t&uuml;r değişiklik ve/veya ilaveleri kabul etmesi ve onay vermesi anlamına gelecektir.</p>
            <p>İşbu Teklif, t&uuml;m değişiklikler ve ilaveler web sitesinde ve mobil uygulamada yayınlandıkları andan itibaren y&uuml;r&uuml;rl&uuml;ğe girer. Sıparış verici ve M&uuml;şteri, M&uuml;şterinin ve Sıparış vericininHizmeti kullanmayı reddetmesi olarak kabul edilen bu Teklife yapılan değişiklikleri ve/veya ilaveleri herhangi bir zamanda kabul etmeme hakkına sahiptir.</p>
            <p>TIRGO web sitesinde yer alan bu bilgiler, TIRGO Hizmetinin kullanımına ilişkin h&uuml;k&uuml;m ve koşulları belirler ve ayrıca bu TIRGO Hizmetinin sunduğu fırsatların herhangi bir kişi tarafından kullanılmasına ilişkin kural ve koşulları belirler.</p>
            <p>TIRGO mobil uygulamasını mobil cihazınıza veya bilgisayarınıza kurarak, bu Teklif, gizlilik politikası dahil ancak bunlarla sınırlı olmamak &uuml;zere bu MP'de yayınlanan t&uuml;m kuralları, koşulları ve bilgileri kayıtsız şartsız kabul etmiş olursunuz.</p>
            <p>M&uuml;şteri, toplu olarak aşağıdaki eylemleri ger&ccedil;ekleştirerek Teklifi kabul eder:</p>
            <p>1) erişilebilir MT "TIRGO"ya kaydolmak ve kayıt sırasında talep edilen eksiksiz, doğru ve g&uuml;venilir belge ve bilgileri sağlamak ve ayrıca TIRGO tarafından M&uuml;şterinin Kişisel Hesabında bu t&uuml;r belge ve bilgiler talep edilmesi durumunda diğer belge ve bilgileri sağlamak. TIRGO'nun eksik ve/veya yanlış ve/veya g&uuml;venilmez bilgi ve belgeleri sağladığının tespit edilmesi durumunda, TIRGO, M&uuml;şteri'ye verilen bilgileri d&uuml;zeltmesini teklif edebilir veya S&ouml;zleşmeyi akdetmeyebilir.</p>
            <p>2) "Teklif şartlarını okudum, kabul ediyorum ve tamamen kabul ediyorum" butonuna tıklayarak TIRGO.</p>
            <p>3) Teklifin 4. maddesinde belirtilen eylemi ger&ccedil;ekleştirmek:</p>
            <p>4) Kişisel Hesapta 1.000.000 (bir milyon) soum tutarındaki Hizmetler i&ccedil;in &ouml;deme faturasının oluşturulması ve M&uuml;şterinin uzlaştırma hesabından faturanın oluşturulduğu andan itibaren en ge&ccedil; 5 (beş) takvim g&uuml;n&uuml; i&ccedil;inde belirtilen faturanın &ouml;denmesi .</p>
            <p>Bu Teklifi kabul etmekle, Teklifi &ouml;ng&ouml;r&uuml;len şekilde kabul eden kişi, M&uuml;şteri adına bu t&uuml;r bir işlemi ger&ccedil;ekleştirmeye yetkili olduğunu ve M&uuml;şteri adına bu t&uuml;r bir işlemi ger&ccedil;ekleştirmek i&ccedil;in gerekli t&uuml;m hak ve izinlere sahip olduğunu teyit ve tasdik eder. . S&ouml;z konusu teminatın ihlali durumunda Teklifi kabul eden kişi yazılı talep &uuml;zerine TIRGO'yu tazmin etmeyi taahh&uuml;t eder.</p>
            <p>Teklifi kabul ederek akdedilen S&ouml;zleşmenin Koşulları:</p>
            <h3>1. Kavramlar ve terimler</h3>
            <p>1.1. Bu Teklifte kullanılan kavramlar ve terimler:</p>
            <p>Hizmet - M&uuml;şterinin Ortakların Hizmetleri i&ccedil;in Talepte bulunmasına izin veren ve bu Talepleri otomatik olarak işleyip Ortaklara ileten bir yazılım ve donanım sistemi.</p>
            <p>Hizmet, d&uuml;zg&uuml;n &ccedil;alışması i&ccedil;in gerekli bir aray&uuml;z, yazılım ve diğer unsurları i&ccedil;erir. TIRGO Hizmetinin t&uuml;m hakları TIRGO'ya aittir. Bu Teklifin hi&ccedil;bir h&uuml;km&uuml;, TIRGO Hizmetine ilişkin m&uuml;nhasır hakların M&uuml;şteriye devri şeklinde yorumlanamaz.</p>
            <p>M&uuml;şteri - M&uuml;şteriden hizmet alan t&uuml;zel kişi, bireysel girişimci veya birey (18 yaşından b&uuml;y&uuml;k).</p>
            <p>M&uuml;şteri - &Ouml;zbekistan Cumhuriyeti topraklarında &ouml;ng&ouml;r&uuml;len şekilde kayıtlı bireysel girişimci / t&uuml;zel kişi ile bu Teklifi, bu Teklifin girişinde belirtilen şekilde Teklifi kabul ederek bu S&ouml;zleşmeyi imzalayan bir kişi.</p>
            <p>Taraflar - S&ouml;zleşme metninde TIRGO ve M&uuml;şteriye ortak atıf.</p>
            <p>Taraf - S&ouml;zleşme metninde TIRGO veya M&uuml;şteriye yapılan atıf.</p>
            <p>M&uuml;şteri Hizmetleri - Hizmet Koşullarına uygun olarak M&uuml;şteri tarafından sağlanan, Hizmeti kullanarak sipariş vermek i&ccedil;in sunulan hizmetler.</p>
            <p>Talep - M&uuml;şterinin Hizmetlerine y&ouml;nelik potansiyel talep hakkında M&uuml;şteri ve/veya M&uuml;şterinin yetkili bir temsilcisi tarafından Kişisel Hesapta yayınlanan bilgiler.</p>
            <p>Web sitesi - İnternette www.tirgo.uz adresinde bulunan bir web sitesi</p>
            <p>Mobil uygulama - mobil uygulama "TIRGO", mobil uygulamanın IOS, Android, Windows Mobile platformları i&ccedil;in hem geliştirilmiş hem de gelecekteki s&uuml;r&uuml;mleri.</p>
            <p>Hesap - Hizmetin kullanımı ve M&uuml;şteri ile M&uuml;şteri arasındaki etkileşimin ger&ccedil;ekleştirildiği, M&uuml;şterinin ve Sıparış vericininKaydı sırasında oluşturulan Hizmet &uuml;zerinde bir dizi g&uuml;venli sayfa. Hesaba erişim, M&uuml;şteri ve Sıparış verici tarafından Giriş ve şifre girilerek ger&ccedil;ekleştirilir.</p>
            <p>Kayıt - Giriş ve şifre, kişisel veriler dahil olmak &uuml;zere gerekli bilgileri belirterek M&uuml;şteri veya M&uuml;şteri tarafından Hizmet &uuml;zerindeki kayıt formunun doldurulması ve g&ouml;nderilmesi; Kişisel verilerin TIRGO ve onun yetkilendirdiği &uuml;&ccedil;&uuml;nc&uuml; bir kişi tarafından Gizlilik Politikasına uygun olarak işlenmesine rızanın teyidi.</p>
            <p>Giriş ve Şifre - M&uuml;şteri ve Sıparış verici tarafından Kayıt işlemi sırasında Hesaba erişim i&ccedil;in oluşturulan benzersiz bir karakter seti. Bu Teklifin ama&ccedil;ları doğrultusunda, Giriş, M&uuml;şterinin ve Sıparış vericinincep telefonu numarası anlamına gelir ve Şifre, M&uuml;şterinin ve Sıparış vericininGirişi SMS ile girdikten sonra aldığı koddur.</p>
            <p>İstatistik verileri - Hizmetlerin maliyetini hesaplamak i&ccedil;in bilgileri ve bu S&ouml;zleşme kapsamında Hizmetlerin sağlanması s&uuml;reci ile ilgili diğer bilgileri i&ccedil;erebilen, elektronik bi&ccedil;imde TIRGO otomatik bilgi muhasebe sistemlerinin verileri.</p>
            <p>Kişisel hesap, bu S&ouml;zleşme kapsamında TIRGO Hizmeti tarafından sağlanan Hizmetlerin birleşik bir &ouml;zet muhasebesi, Hizmetlere ilişkin &ouml;demeler ve S&ouml;zleşme kapsamındaki Hizmetlerin sağlanması i&ccedil;in M&uuml;şterinin borcuna ilişkin bilgiler i&ccedil;in kullanılan M&uuml;şterinin benzersiz bir tanımlayıcısıdır.&nbsp; Kişisel bir hesap, teknolojik ve bilgi niteliğindedir ve bir takas veya banka hesabı stat&uuml;s&uuml;ne sahip değildir. Kişisel Hesap numarası M&uuml;şterinin hesabında belirtilir.</p>
            <p>Tarife - Kişisel Hesapta M&uuml;şteriye sunulan &ccedil;eşitli Hizmetler i&ccedil;in bir &ouml;deme oranları sistemi.</p>
            <p>Kişisel Hesaba para yatırma - M&uuml;şterinin TIRGO tarafından d&uuml;zenlenen faturaya g&ouml;re TIRGO takas hesabına yaptığı &ouml;deme. TIRGO takas hesabı, talebi &uuml;zerine M&uuml;şterinin kişisel hesabına g&ouml;nderilir. M&uuml;şteri, &ouml;deme amacıyla M&uuml;şterinin Kişisel Hesabının numarasını belirtmelidir.</p>
            <p>Kişisel Hesaptan fonların silinmesi - TIRGO, M&uuml;şterinin mevcut modda ger&ccedil;ekleştirilen Hizmetler i&ccedil;in &ouml;deme olarak yaptığı &ouml;demelerden fonların silinmesi.</p>
            <p>Kişisel Hesabın Bakiyesi - belirli bir zamanda iki fon miktarı arasındaki fark. İlk miktar, zaman i&ccedil;inde bu noktaya kadar Kişisel Hesaba Yatırılan fonlardan oluşur; ikinci miktar, bu zamana kadar Kişisel Hesaptan silinen fonlardan oluşur.</p>
            <p>1.2. Anlaşmada, bu Anlaşmanın 11. paragrafında tanımlanmayan kavram ve terimleri kullanabilir. Bu durumlarda, kavramların ve terimlerin yorumlanması, bu S&ouml;zleşmenin metnine ve anlamına uygun olarak yapılır. Anlaşma metninde kavram ve terimin a&ccedil;ık bir şekilde yorumlanmaması durumunda, kavramların ve terimlerin medeni hukuk ve ticari geleneklere uygun olarak yorumlanmasına rehberlik edilmelidir.</p>
            <h3>2. Genel durum</h3>
            <p>2.1. TIRGO, M&uuml;şterinin ve Sıparış vericininhem mevcut hem de gelecekte geliştirilecek bir kişisel bilgisayarı ve &ccedil;eşitli mobil cihazları aracılığıyla Hizmete erişim sağlar.</p>
            <p>2.2. M&uuml;şteri ve Sıparış verici, Hizmet'in TIRGO reklamı i&ccedil;erebileceğini ve bu reklamın bulunmasının Hizmet'i kullanmak i&ccedil;in gerekli bir koşul olduğunu bilir ve kabul eder, bu nedenle M&uuml;şteri ve Sıparış verici, TIRGO'dan reklam postaları almaya rıza g&ouml;sterir, promosyonlar, indirimler, ikramiyeler ve diğer TIRGO reklam mesajları hakkında SMS mesajları ve diğer reklam postaları dahil.</p>
            <p>2.3. Sıparış ve M&uuml;şteri, Kayıt sırasında belirtilen verilerin g&uuml;ncel ve g&uuml;venilir olduğunu garanti eder.</p>
            <p>2.4. TIRGO, Hizmete Kayıt ve hizmetlerin kullanımı ve Hizmetin işlevselliği ile ilgili olarak Sıparış vericive M&uuml;şteri i&ccedil;in herhangi bir ek gereklilik ve kısıtlama belirleme hakkına sahiptir.</p>
            <p>2.5. Bu Teklifin hi&ccedil;bir h&uuml;km&uuml; M&uuml;şteriye ve M&uuml;şteriye ve ayrıca &uuml;&ccedil;&uuml;nc&uuml; taraflara TIRGO'nun ticari adını, ticari markalarını, alan adlarını ve diğer ayırt edici markalarını ve ayrıca TIRGO'nun sahip olduğu fikri m&uuml;lkiyeti kullanma hakkı vermez.</p>
            <h3>3. Teklif konusu</h3>
            <p>3.1. TIRGO, bu S&ouml;zleşmenin s&uuml;resi boyunca, M&uuml;şteriye Hizmeti kullanarak sipariş verilebilecek hizmetleri sağlamayı ve M&uuml;şterinin Hizmetler i&ccedil;in &ouml;deme yapmak i&ccedil;in para transfer etme ve kabul etme talimatlarını bu S&ouml;zleşmede belirtilen şartlar ve şekilde yerine getirmeyi taahh&uuml;t eder. (sonrada &mdash; &laquo;Hizmet&raquo;).</p>
            <p>3.2. M&uuml;şteri, işbu S&ouml;zleşme kapsamında TIRGO tarafından ifa edilen Hizmetlerin bedelini bu S&ouml;zleşmede belirtilen şartlar ve şekilde &ouml;demeyi taahh&uuml;t eder.</p>
            <p>3.3. TIRGO, M&uuml;şteri'ye bu S&ouml;zleşme kapsamında TIRGO Hizmetleri sağlamak i&ccedil;in, M&uuml;şteri'nin ek yazılı izni olmaksızın, lojistik hizmet ihtiyacı olan M&uuml;şterileri devreye alır. TIRGO, TIRGO'nun M&uuml;şterilerle yaptığı s&ouml;zleşmelerin h&uuml;k&uuml;mlerinin, M&uuml;şterilerin faaliyetlerini yalnızca &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki mevzuatının gereklerine uygun olarak y&uuml;r&uuml;tme y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml;n&uuml; i&ccedil;erdiğini onaylar. M&uuml;şteri'nin Hizmetlerinin M&uuml;şteriler tarafından &ouml;denmemesi sorumluluğu yalnızca M&uuml;şteri'ye ait olup, TIRGO tarafından bu t&uuml;r bir talebin alınmasından itibaren 3 (&uuml;&ccedil;) iş g&uuml;n&uuml; i&ccedil;inde M&uuml;şteri'ye yazılı bir gerek&ccedil;eli talep &uuml;zerine bilgi verilir.&nbsp;</p>
            <h3>4. Servis stat&uuml;s&uuml;</h3>
            <p>4.1. Genel olarak Hizmet'in fikri m&uuml;lkiyeti (yazılım, ticari isim, logolar ve diğer fikri m&uuml;lkiyet) ve ağ adreslerinin (alan adları) kullanımına ilişkin t&uuml;m haklar tirgo.uz'a aittir. İkincisi, bu Teklifin h&uuml;k&uuml;mlerine, Hizmetin diğer belgelerine ve &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki mevzuatına uymaları koşuluyla, ilgilenen t&uuml;m M&uuml;şterilere ve Sıparış vericilere Hizmete erişim sağlar.</p>
            <p>4.2. TIRGO, M&uuml;şteriye ve M&uuml;şteriye, Hizmetin işlevselliğine erişim sağlamak dışında herhangi bir hizmet sağlamaz.</p>
            <p>4.3. İşbu S&ouml;zleşme kapsamında M&uuml;şteri ve Sıparış verici, www.tirgo.uz web siteleri ve/veya TIRGO mobil uygulaması &uuml;zerinden Hizmet'e erişim sağlayarak Hizmet'i kullanma hakkına sahiptir.</p>
            <p>4.4. Hizmet bir lojistik organizasyonu değildir, M&uuml;şterilerin etkileşime girmesine izin veren bir İnternet toplayıcısı olarak M&uuml;şterilere bağımsız olarak kargo taşımacılığı hizmetleri veya başka herhangi bir nakliye hizmeti sağlamaz.</p>
            <p>4.5. M&uuml;şteri ve Hizmet M&uuml;şterisi, &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki mevzuatına uygunluğunu garanti eder. Kanun gerekliliklerine uyulmaması durumunda, M&uuml;şteri ve Sıparış verici, bağımsız olarak &uuml;&ccedil;&uuml;nc&uuml; taraflara ve ayrıca yetkili d&uuml;zenleyici ve denetleyici makamlara karşı sorumluluk &uuml;stlenmeyi taahh&uuml;t eder.</p>
            <h3>5. Servise kayıt. Kimlik bilgileri</h3>
            <p>5.1. Hizmete kayıt isteğe bağlıdır ve İnternet'te şu adreste ger&ccedil;ekleştirilir: tirgo.uz ve/veya TIRGO mobil uygulamasında.</p>
            <p>Kayıt Formu doldurulup TIRGO'ya g&ouml;nderildiği anda kayıt tamamlanmış sayılır. Kayıt Formu telefona g&ouml;nderildikten sonra M&uuml;şteri ve Sıparış verici, Kayıt işleminin tamamlandığını teyit eden bir bildirim alır.</p>
            <p>Kayıt Formunun doldurulması s&uuml;recinde doldurulması (indirilmesi) gereken bilgiler (belgeler) istenebilir.</p>
            <p>5.2. Kayıt prosed&uuml;r&uuml; ayrıca M&uuml;şteri ve Sıparış verici tarafından Hizmetin Gizlilik Politikasının şartlarının kabul edilmesini ve ayrıca kişisel verilerin işlenmesine izin verilmesini de i&ccedil;erir.</p>
            <p>M&uuml;şteri ve/veya M&uuml;şteri tarafından Kayıt sırasında girilen Kullanıcı Adı ve Şifre ile kişisel verilerin işlenmesine izin verilmesi, M&uuml;şteri ve Sıparış vericinin Hizmete erişmesi i&ccedil;in gerekli ve yeterli bilgidir.</p>
            <p>5.3. M&uuml;şteri ve Sıparış verici, verilerin kamuya a&ccedil;ık olduğunu ve Kişisel verilerin korunmasına ilişkin mevcut &Ouml;zbekistan Cumhuriyeti mevzuatına uygun olarak işlenen Hizmetin(belirtilen veriler kişisel ise y&uuml;r&uuml;rl&uuml;kteki yasalara uygun olarak) ve Gizlilik Politikası Hizmeti herhangi bir Kullanıcısı i&ccedil;in mevcut olacağını onaylar ve kabul eder .</p>
            <p>5.4. С Bu Teklifin 5.3. maddesinin h&uuml;k&uuml;mlerine tabi olarak, M&uuml;şteri ve Sıparış verici, bir arıza, teknik arızalar, bir vir&uuml;s dahil (ancak bunlarla sınırlı olmamak &uuml;zere) &uuml;&ccedil;&uuml;nc&uuml; şahısların eylemlerinin veya Hacker saldırısı, M&uuml;şterinin ve Sıparış vericininHizmette belirtilen verileri, &uuml;&ccedil;&uuml;nc&uuml; şahısların kullanımına a&ccedil;ık hale gelebilir. M&uuml;şteri ve Sıparış verici, bu durumların ger&ccedil;ekleşmesi halinde TIRGO'dan herhangi bir talepte bulunmayacağını taahh&uuml;t eder.</p>
            <p>5.5. M&uuml;şteri ve Sıparış verici, TIRGO'ya aşağıdakiler i&ccedil;in rıza g&ouml;sterir:</p>
            <ol>
                <li>a) Kimlik bilgilerinin Hizmet aracılığıyla sınırsız sayıda kişiye aktarılması, dahil. internet aracılığıyla;</li>
                <li>b) Reklamların g&ouml;r&uuml;nt&uuml;lenmesi i&ccedil;in M&uuml;şteri ve Sıparış vericinin muhasebe ve istatistiksel verilerinin kullanılması;</li>
                <li>c) TIRGO ve (veya) TIRGO ortaklarının hizmetleri, haberleri hakkında bilgi g&ouml;ndermek;</li>
                <li>d) ilgili taleplerin alınması durumunda kişisel verilerin yetkili devlet makamlarına verilmesi;</li>
                <li>f) Hizmetin Gizlilik Politikasında belirtilen diğer eylemlerin uygulanması.</li>
            </ol>
            <p>5.6. M&uuml;şteri ve Sıparış verici, mevcut işlevselliği dikkate alarak, Kişisel Hesabı kullanarak herhangi bir zamanda Kayıt sırasında belirtilen verileri değiştirme hakkına sahiptir.</p>
            <p>5.7. M&uuml;şteri ve Sıparış verici, bu Teklif kapsamında verilen hizmetler i&ccedil;in TIRGO'ya yapılan &ouml;deme de dahil olmak &uuml;zere, bu Teklifi yapmak ve uygulamak i&ccedil;in tam hak ve yetkiye sahip olduklarını yasal kapasitelerini garanti eder.</p>
            <p>5.8. TIRGO, M&uuml;şterinin ve Sıparış vericinintalebi &uuml;zerine hizmet sunarken, M&uuml;şterinin ve Sıparış vericininkişisel (kişisel) verileri, mobil uygulamaya veya Siteye erişim ve bunların doğrudan kullanımı dahil ancak bunlarla sınırlı olmamak &uuml;zere otomatik olarak elde edilebilir. Bunlarla sınırlı: M&uuml;şterinin ve Sıparış vericinin(veya Hizmete erişim sağlayan başka bir programın) tarayıcı tanımlama verileri, M&uuml;şterinin ve Sıparış vericininHizmete bağlantı ve erişim zamanı ve tarihi, IP adresi, &ccedil;erez verileri, model M&uuml;şteri veya M&uuml;şteri tarafından kullanılan mobil cihaz, M&uuml;şterinin ve Sıparış vericinincihazında kullanılan coğrafi konum hizmetleri tarafından sağlanan M&uuml;şterinin ve Sıparış vericininkonumu hakkında bilgiler, M&uuml;şteri tarafından kullanılan ekipman ve yazılımın teknik &ouml;zellikleri ve M&uuml;şteri ve diğer benzer bilgiler.</p>
            <p>5.9. M&uuml;şteri ve Sıparış verici, veri ve bilgileri yayınlayarak ve bu Teklif'e katılarak, TIRGO'nun verilerini Teklif ve Gizlilik Politikası h&uuml;k&uuml;mlerine uygun olarak işlemesi, M&uuml;şteri ve Sıparış vericinin profiline yansıtması i&ccedil;in TIRGO'ya rıza g&ouml;sterdiğini, mevcut işlevsellik (TIRGO'nun takdirine bağlı olarak değiştirilebilir) ve ayrıca profile yansıtılan kimlik bilgileri ve diğer veriler, bu işlevsellik dikkate alınarak Hizmetin t&uuml;m kullanıcıları tarafından kullanılabilir olarak kabul edilecektir. M&uuml;şteri ve Sıparış verici, Hizmetin işleyişini, bireysel işlevlerini sağlamak i&ccedil;in, işlenme ama&ccedil;ları da dahil olmak &uuml;zere, kimlik bilgilerinin ve diğer verilerin &uuml;&ccedil;&uuml;nc&uuml; taraflara aktarılmasını kabul eder; Ortaklığın ve Hizmetin diğer programlarının uygulanması.</p>
            <p>5.10. M&uuml;şterinin ve Sıparış vericininkişisel verilerini işlemenin amacı, M&uuml;şteriye hem Hizmetin kendisini hem de Hizmetin ek işlevsel (yazılım) yeteneklerini kullanmak i&ccedil;in m&uuml;nhasır olmayan bir lisans alma, reklam kampanyaları y&uuml;r&uuml;tme, İnternetin hedeflenen reklam ve diğer bilgi işlevleri, istatistiksel araştırma ve alınan istatistiksel verilerin analizini yapmak, bu Teklifte a&ccedil;ıklanan diğer eylemlerin uygulanması.</p>
            <p>M&uuml;şterinin ve Sıparış vericininkişisel verilerinin işlenmesi, TIRGO tarafından kayıt oldukları andan hesabının silindiği ana kadar ger&ccedil;ekleştirilir. M&uuml;şteri ve Sıparış verici'nin hesabının silinmesi, bu Teklif'in 14. b&ouml;l&uuml;m&uuml;nde belirtilen ayrıntılara g&ouml;nderilen yazılı başvurusu ile ger&ccedil;ekleştirilir.</p>
            <p>5.11. TIRGO, M&uuml;şterinin ve Sıparış vericininkişisel (kişisel) bilgilerinin g&uuml;venliğini sağlamak ve s&uuml;rd&uuml;rmek i&ccedil;in &ouml;nlemler alır. TIRGO, M&uuml;şterinin ve Sıparış vericininkişisel (kişisel) bilgilerini yetkisiz veya kazara erişim, imha, değiştirme, bloke etme, kopyalama, dağıtma ve &uuml;&ccedil;&uuml;nc&uuml; şahısların diğer yasadışı eylemlerinden korumak i&ccedil;in gerekli ve yeterli organizasyonel ve teknik &ouml;nlemleri alır. Bununla birlikte. Buna rağmen, TIRGO mutlak veri korumasını garanti edemez. M&uuml;şteri ve Sıparış verici, Hesap numaralarını ve bununla ilgili diğer bilgileri gizli tutmalıdır, zaman zaman oturum a&ccedil;ma şifresinin değiştirilmesi tavsiye edilir.</p>
            <p>5.12. Bilgi kaydı yapılırken M&uuml;şteri ve Sıparış verici, bu bilgilerin doğruluğundan ve g&uuml;venilirliğinden TIRGO'ya, diğer Kullanıcılara, her t&uuml;rl&uuml; &uuml;&ccedil;&uuml;nc&uuml; kişilere ve resmi makamlara karşı sorumludur.</p>
            <p>5.13. TIRGO, M&uuml;şteriyi ve M&uuml;şteriyi kaydederken, ehliyetleri ve hukuki ehliyetleri &uuml;zerinde herhangi bir kontrol uygulamamaktadır. TIRGO'nun M&uuml;şterinin ve Sıparış vericininHizmete kayıt şartlarını ihlal ettiğine inanmak i&ccedil;in bir nedeni olması durumunda, TIRGO, M&uuml;şterinin ve Sıparış vericininkaydını askıya alma veya iptal etme ve &uuml;zerinde yayınlanan işleve erişimi reddetme hakkını saklı tutar.</p>
            <p>5.14. Hizmeti kullanırken, Kullanıcıların aşağıdakileri i&ccedil;eren materyalleri kullanmaları (g&ouml;ndermeleri) yasaktır:</p>
            <p>5.14.1. m&uuml;stehcen veya k&uuml;f&uuml;rl&uuml; kelimeler veya ifadeler, pornografik g&ouml;r&uuml;nt&uuml;ler ve cinsel i&ccedil;erikli metinler veya sahneler;</p>
            <p>5.14.2. tehditler, şiddet &ccedil;ağrıları ve yasa dışı eylemler, &Ouml;zbekistan Cumhuriyeti mevzuatının ihlali;</p>
            <p>5.14.3. şiddet, zul&uuml;m, ırksal, etnik veya dini nefret unsurlarının yanı sıra bu t&uuml;r materyallere bağlantılar;</p>
            <p>5.14.4. Nazi gere&ccedil;leri veya sembolleri;</p>
            <p>5.14.5. su&ccedil; faaliyetinin propagandası, yasa dışı eylemlerde bulunmak i&ccedil;in y&ouml;nergeler;</p>
            <p>5.14.6. diğer M&uuml;şterilerin veya M&uuml;şterilerin veya &uuml;&ccedil;&uuml;nc&uuml; tarafların itibarını ve itibarını veya ticari itibarını itibarsızlaştıran, rencide eden, itibarını zedeleyen veya mahremiyetini ihlal eden tehditler i&ccedil;eren materyal;</p>
            <p>5.14.7. alkoll&uuml; ve alkol i&ccedil;eren i&ccedil;ecekler, bira ve bira bazlı i&ccedil;eceklerin satışına/teslimine ilişkin bilgiler/duyurular; narkotik ila&ccedil;lar ve diğer yasaklanmış ila&ccedil;lar;</p>
            <p>5.14.8. &Ouml;zbekistan Cumhuriyeti'nin mevcut mevzuatını ihlal eden diğer materyaller.</p>
            <h3>6. TIRGO hak ve sorumlulukları</h3>
            <p>6.1. TIRGO y&uuml;k&uuml;ml&uuml; :</p>
            <p>6.1.1. M&uuml;şteriye bu S&ouml;zleşme tarafından sağlanan Hizmetleri bu S&ouml;zleşmenin şartlarına uygun olarak sağlamak.</p>
            <p>6.1.2. M&uuml;şteriye bu S&ouml;zleşmenin 8. B&ouml;l&uuml;m&uuml;nde belirtilen şekilde bir Kanun ve fatura g&ouml;ndermek.</p>
            <p>6.1.3. S&ouml;zleşme kapsamındaki Hizmetleri sağlarken, M&uuml;şteriye Kişisel Hesap aracılığıyla İstatistik Verilerini tanıma fırsatı verin, M&uuml;şterinin İstatistik Verilerini aşağıdaki sebeplerden dolayı tanımasının imkansız olduğu durumlarda TIRGO sorumlu olmayacaktır. TIRGO'nun kontrol&uuml;.</p>
            <p>6.1.4. M&uuml;şterilerden ve/veya M&uuml;şterilerin yetkili temsilcilerinden, M&uuml;şteri tarafından Hizmetlerin sağlanmasına ilişkin motive edilmiş şikayetlerin alınması durumunda, bu şikayetleri dikkate almak ve M&uuml;şteri ile M&uuml;şteri arasında ortaya &ccedil;ıkan anlaşmazlıkların &ccedil;&ouml;z&uuml;lmesine yardımcı olmak.</p>
            <p>6.1.5. TIRGO, Hizmet'in işleyişini ve işlerliğini sağlamakta ve teknik arıza ve kesintilerde derhal işlerliğini geri kazandırmayı taahh&uuml;t etmektedir. Hizmetin işleyişindeki ge&ccedil;ici arıza ve kesintilerden ve bunların sebep olduğu bilgi kayıplarından TIRGO sorumlu değildir.</p>
            <p>6.2. TIRGO haklı :</p>
            <p>6.2.1. Kişisel Hesapta yeni bir baskıda yayınlayarak Tarifelerde değişiklik yapın. Bu değişiklikler yayınlandıkları tarihte y&uuml;r&uuml;rl&uuml;ğe girer. TIRGO, bu t&uuml;r değişiklikleri M&uuml;şteri'ye bildirme hakkına sahiptir.</p>
            <p>6.2.2. Bu S&ouml;zleşme kapsamında TIRGO tarafından sağlanan Hizmetler i&ccedil;in M&uuml;şteri'den bu S&ouml;zleşme'de belirtilen şekil ve şartlarda para almak.</p>
            <p>6.2.3. M&uuml;şteri'nin bu S&ouml;zleşme kapsamında TIRGO'ya borcu varsa Hizmetlerin sağlanmasını askıya alır.</p>
            <p>6.2.4. M&uuml;şteri Hizmetlerinin, M&uuml;şteriler adına, bu S&ouml;zleşme uyarınca M&uuml;şteri Temsilcisi olarak tanınmayan &uuml;&ccedil;&uuml;nc&uuml; şahıslar tarafından kullanıldığına dair ş&uuml;pheleri M&uuml;şteriye e-posta ile bildirmek.</p>
            <p>6.2.5. Bu Teklifin M&uuml;şteri tarafından ihlal edilmesinden TIRGO sorumlu değildir. TIRGO, M&uuml;şteri'nin bu Teklifi ihlal ettiğine ilişkin M&uuml;şterilerden veya &uuml;&ccedil;&uuml;nc&uuml; kişilerden bilgi aldıktan sonra, M&uuml;şteri tarafından yayınlanan ve hem bu Teklif'te hem de diğer d&uuml;zenlemelerde belirlenen yasakları ihlal eden herhangi bir bilgiyi değiştirme (ılımlı) ve/veya silme hakkına sahiptir. Belgeler ve Hizmet Kuralları uyarınca, M&uuml;şteri'nin Hizmet'in b&ouml;l&uuml;mlerinin veya işlevlerinin t&uuml;m&uuml;ne veya herhangi birine erişimini herhangi bir zamanda herhangi bir nedenle veya herhangi bir a&ccedil;ıklama yapmadan, &ouml;nceden bildirimde bulunarak veya bulunmadan, herhangi bir zarardan sorumlu olmaksızın askıya alabilir, kısıtlayabilir veya sona erdirebilir. M&uuml;şteriye bu t&uuml;r bir eylemden kaynaklanabilecek. Bu Teklif uyarınca ger&ccedil;ekleştirilen M&uuml;şteri bilgilerinin ge&ccedil;ici olarak bloke edilmesinden veya silinmesinden TIRGO sorumlu değildir.</p>
            <p>6.2.6. TIRGO, M&uuml;şterinin eylemlerinden ve M&uuml;şteri ile M&uuml;şteri arasındaki ilişkiden sorumlu değildir. M&uuml;şteri ile M&uuml;şteri arasındaki uyuşmazlıklarda, M&uuml;şteri ile M&uuml;şteri/&uuml;&ccedil;&uuml;nc&uuml; kişiler/kamu makamları arasındaki uyuşmazlıklarda TIRGO hi&ccedil;bir şekilde Taraf sıfatıyla yer alamaz.</p>
            <p>6.2.7. TIRGO, M&uuml;şteri ve Sıparış vericilere SMS mesajları veya diğer iletişim kanalları aracılığıyla bildirim g&ouml;nderme hakkına sahiptir.</p>
            <p>6.2.8. TIRGO ve/veya yetkilendirdiği &uuml;&ccedil;&uuml;nc&uuml; kişiler, M&uuml;şteri ve Sıparış verici'nin bu Teklif'in şartlarını ihlal ettiğinden ş&uuml;pheleniliyorsa, herhangi bir M&uuml;şterinin ve Sıparış vericininHizmet'e erişimini herhangi bir zamanda, bildirimde bulunmaksızın ve nedenini a&ccedil;ıklamadan engelleme hakkına sahiptir. &nbsp;Aynı zamanda M&uuml;şteri, TIRGO'ya herhangi bir talepte bulunmayacağını taahh&uuml;t eder ve TIRGO, &ouml;denen hizmetleri M&uuml;şteri'ye iade etmeme hakkına sahiptir.</p>
            <p>6.2.9. TIRGO, Uygulamanın desteğini, bakımını, g&uuml;ncellemelerini, modifikasyonlarını veya yeni s&uuml;r&uuml;mlerini sağlamakla y&uuml;k&uuml;ml&uuml; değildir. Ancak zaman zaman Uygulama g&uuml;ncellemeleri yayınlayabilir ve elektronik iletişim yoluyla mobil cihazınızda y&uuml;kl&uuml; olan s&uuml;r&uuml;m&uuml; otomatik olarak g&uuml;ncelleyebilir. Bu t&uuml;r otomatik g&uuml;ncellemelere izin veriyorsunuz ve bu S&ouml;zleşmenin h&uuml;k&uuml;m ve koşullarının bu t&uuml;r g&uuml;ncellemeler i&ccedil;in ge&ccedil;erli olacağını kabul eder.</p>
            <h3>7. Sıparış verici hak ve y&uuml;k&uuml;ml&uuml;l&uuml;kleri</h3>
            <p>7.1. Sıparış verici y&uuml;k&uuml;ml&uuml; :</p>
            <p>7.1.1. Kendi adına, Anlaşmanın s&uuml;resi boyunca Anlaşmanın uygulanmasına ilişkin operasyonel etkileşimden sorumlu kişileri atayın.</p>
            <p>7.1.2. S&ouml;zleşme kapsamındaki Hizmetlerin TIRGO tarafından sağlanmasından &ouml;nce, Kişisel Hesap'ta yetkili &ccedil;alışanlarınızın cep telefonu numaralarını ve S&ouml;zleşme kapsamındaki Hizmetlerin sağlanması i&ccedil;in gerekli diğer bilgileri belirtin. Aynı zamanda M&uuml;şteri, bu bilgilerin M&uuml;şteri tarafından sağlanmasının, bilgilerin i&ccedil;eriğinin ve bilgilerin TIRGO tarafından S&ouml;zleşme şartlarına uygun olarak kullanılmasının &uuml;&ccedil;&uuml;nc&uuml; kişilerin haklarını, normlarını ihlal etmediğini garanti eder. kişisel verilerle ilgili mevzuat da dahil olmak &uuml;zere mevcut mevzuat, &uuml;&ccedil;&uuml;nc&uuml; kişilerin haklarına tabi değildir, TIRGO'nun &uuml;&ccedil;&uuml;nc&uuml; kişilere &uuml;cret &ouml;demesinden y&uuml;k&uuml;ml&uuml;l&uuml;k getirmeyecektir.</p>
            <p>7.1.3. İşbu S&ouml;zleşme uyarınca verilen TIRGO Hizmetlerini, S&ouml;zleşmede &ouml;ng&ouml;r&uuml;len şekil ve şartlarda kabul eder ve TIRGO Hizmetlerinin &uuml;cretini S&ouml;zleşmenin 8. B&ouml;l&uuml;m&uuml;nde belirtilen şekilde ve şartlarda &ouml;der.</p>
            <p>7.1.4. Madde 7.1.2'de belirtilen bilgiler &nbsp;S&ouml;zleşmenin kişisel verileri i&ccedil;ermesi durumunda, M&uuml;şteri, kişisel verilerinin TIRGO'ya aktarılması ve TIRGO tarafından yerine getirilmesi i&ccedil;in gerekli ama&ccedil;lar ve şekillerde işlenmesi i&ccedil;in yetkili temsilcilerinden yasal izinleri (rıza) almayı taahh&uuml;t eder. S&ouml;zleşme kapsamındaki y&uuml;k&uuml;ml&uuml;l&uuml;klerini, S&ouml;zleşme s&uuml;resi boyunca ve sona erdiği tarihten itibaren 5 (beş) yıl boyunca saklayacak ve s&ouml;z konusu muvafakatları s&ouml;z konusu s&uuml;re i&ccedil;in saklayacak ve talebi halinde TIRGO'ya verecektir. M&uuml;şteri'nin yetkili temsilcilerinin kişisel verilerinin işlenmesine ilişkin hukuki gerek&ccedil;elerinin sona ermesi durumunda (rızanın geri alınması dahil), M&uuml;şteri &uuml;&ccedil; iş g&uuml;n&uuml; i&ccedil;inde TIRGO'ya bildirimde bulunmakla y&uuml;k&uuml;ml&uuml;d&uuml;r.</p>
            <p>7.1.5. Kendisine g&ouml;nderilen TIRGO bildirimlerine 1 (bir) iş g&uuml;n&uuml; i&ccedil;inde cevap verilir.</p>
            <p>7.2. Sıparış verici haklı:</p>
            <p>7.2.1. Kişisel Hesabı kullanırken İstatistik Verilerine erişin.</p>
            <p>7.2.2. İlgili TIRGO Hizmetlerinin sunulduğu Raporlama D&ouml;neminin bitiminden &ouml;nce TIRGO tarafından yetersiz kalite sağlanmasına ilişkin gerek&ccedil;eli bir şikayette bulunun. B&ouml;yle bir şikayetin TIRGO tarafından tanınması (karşılanması) halinde, TIRGO tarafından belirlenen Raporlama D&ouml;nemi i&ccedil;in verilen Hizmetlerin bedeli Taraflarca aşağı doğru revize edilebilir.</p>
            <p>Raporlama s&uuml;resinin sona ermesinden sonra (ancak Raporlama s&uuml;resinin bitiminden itibaren 15 (onbeş) takvim g&uuml;n&uuml;nden fazla olmamak kaydıyla) gerek&ccedil;eli bir şikayet g&ouml;nderilmesi ve bu t&uuml;r bir şikayetin TIRGO tarafından m&uuml;teakip tanınması (memnuniyeti) halinde, Taraflar, Maliyetin d&uuml;ş&uuml;r&uuml;leceği miktar, şikayetin değerlendirilmesinin sonu&ccedil;larına g&ouml;re TIRGO tarafından tanınan TIRGO Hizmetleri, bu t&uuml;r bir şikayetin kabul edildiği (memnun olunan) Raporlama D&ouml;neminde TIRGO Hizmetlerinin maliyeti belirlenirken dikkate alınacaktır. TIRGO tarafından.</p>
            <p>Ek olarak, Taraflar, Madde 11.5'te belirtilen sınırlamalara tabi olarak, doğrudan kanıtlanmış bir zararın s&ouml;z konusu olduğu konusunda anlaşmışlardır. M&uuml;şteri'nin d&uuml;zenlediği faturaya istinaden M&uuml;şteri'nin takas hesabına para aktarılarak TIRGO tarafından M&uuml;şteri'ye geri &ouml;denebilir. TIRGO, b&ouml;yle bir gerek&ccedil;eli şikayeti TIRGO'nun tanımasına bağlı olarak, faturanın bir kopyasının alındığı tarihten itibaren 30 takvim g&uuml;n&uuml; i&ccedil;inde &ouml;deme yapmayı taahh&uuml;t eder.</p>
            <h3>8. &Ouml;deme koşulları ve miktarı</h3>
            <p>8.1. TIRGO Hizmetlerinin maliyeti, ge&ccedil;erli Tarifelere g&ouml;re M&uuml;şterinin Kişisel Hesabında bulunan İstatistik Verileri temelinde hesaplanır. Belirtilen sırayla hesaplanan TIRGO Hizmetlerinin maliyeti, &Ouml;zbekistan Cumhuriyeti Vergi Kanunu'nda belirtilen oranda KDV'ye tabidir.</p>
            <p>8.2. Hizmetler i&ccedil;in &ouml;deme, Kişisel Hesaba para Yatırılarak peşin olarak ger&ccedil;ekleştirilir.</p>
            <p>8.3. S&ouml;zleşme kapsamındaki minimum başlangı&ccedil; &ouml;demesi 1.000.000 (bir milyon) UZS.</p>
            <p>8.4. Hizmetler i&ccedil;in &ouml;deme tahsilatı, S&ouml;zleşmenin 8.1 maddesi uyarınca hesaplanan tutarda Kişisel Hesaptaki fonların Silinmesi ile yapılır.</p>
            <p>8.5. Taraflar, Kişisel Hesap Bakiyesinin herhangi bir zamanda, T&uuml;rkiye Cumhuriyeti mevzuatının &ouml;ng&ouml;rd&uuml;ğ&uuml; oranda KDV dahil 500.000 (beş y&uuml;z bin) UZS'dan (bundan b&ouml;yle "Bağlantıyı Kesme Eşiği" olarak anılacaktır) az olmaması gerektiğini belirlemişlerdir. &Ouml;zbekistan. Kişisel Hesap Bakiyesi Devre Dışı Bırakma Eşiğinden d&uuml;ş&uuml;kse, TIRGO, Kişisel Hesap Bakiyesi Devre Dışı Bırakma Eşiğini ge&ccedil;ene kadar M&uuml;şteriye Hizmet vermeme hakkına sahiptir.</p>
            <p>8.6. Taraflar, Kapatma Eşiğinin TIRGO tarafından tek taraflı olarak değiştirilebileceği konusunda mutabık kalmışlardır. Mevcut Kapatma Eşiği ile ilgili bilgiler M&uuml;şteri, Kişisel Hesapta mevcuttur.</p>
            <p>8.7. Taraflar, bu S&ouml;zleşmenin ama&ccedil;ları doğrultusunda, &ouml;zellikle TIRGO tarafından sağlanan Hizmetlerin kapsamını ve maliyetini belirlemek i&ccedil;in, yalnızca Kişisel Hesapta yansıtılan İstatistiksel Verilerin kullanıldığını kabul eder.</p>
            <p>8.8. M&uuml;şteri'nin Hizmetler'i bu S&ouml;zleşme'de &ouml;ng&ouml;r&uuml;len şekilde &ouml;deme y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml;, paranın TIRGO Bank'ın ilgili muhabir hesabına ulaştığı andan itibaren yerine getirilmiş sayılır.</p>
            <h3>9. Hizmetlerin teslimi ve kabul&uuml;</h3>
            <p>9.1. İşbu S&ouml;zleşme s&uuml;resi boyunca, aylık olarak, Raporlama D&ouml;neminin bitiminden itibaren 7 (yedi) iş g&uuml;n&uuml; i&ccedil;erisinde TIRGO, M&uuml;şteriye Raporlama D&ouml;neminde fiilen sağlanan Hizmetlerin hacmine uygun olarak tek taraflı bir Sertifika ve bir fatura g&ouml;nderir.</p>
            <p>9.2. Kanun ve Fatura, TIRGO tarafından Kanun metni ve Faturanın bir kopyası e-posta ile M&uuml;şteri'ye posta ile g&ouml;nderilir. Taraflar, TIRGO tarafından M&uuml;şteri'ye e-posta ile g&ouml;nderilen Kanun metninin bir n&uuml;shasının, Kanun aslının kendisine ulaşmasına kadar TIRGO tarafından sağlanan Hizmetlerin kabul edilmesi s&uuml;recinde M&uuml;şteri tarafından kullanılacağını kabul eder.</p>
            <p>9.3. TIRGO tarafından M&uuml;şteri'ye e-posta ile g&ouml;nderilen Kanun metninin bir n&uuml;shasının kendisine ulaştığı tarih, g&ouml;nderildiği g&uuml;n&uuml; takip eden iş g&uuml;n&uuml; sayılır.</p>
            <p>9.4. Taraflar, Kanun'un y&uuml;r&uuml;rl&uuml;ğe girdiği tarihten itibaren 10 (on) takvim g&uuml;n&uuml; i&ccedil;erisinde TIRGO'dan gerek&ccedil;eli yazılı bir ret almaması halinde, TIRGO Hizmetlerinin M&uuml;şteri tarafından Kanun'da belirtilen tutarda yerine getirildiğini ve kabul edildiğini tespit etmişlerdir. &nbsp;&nbsp;Yukarıda belirtilen s&uuml;renin sona ermesinden sonra, TIRGO tarafından sağlanan Hizmetlerin miktar (hacim), maliyet ve kalite a&ccedil;ısından eksiklikleri ile ilgili talepler kabul edilmez.</p>
            <h3>10. Taraflar sorumluluğu. Sorumluluk yasakları. Garanti</h3>
            <p>10.1. Bu Teklif kapsamındaki y&uuml;k&uuml;ml&uuml;l&uuml;klerini ihlal eden taraf, ihlalleri derhal ortadan kaldırmalı veya sonu&ccedil;larını ortadan kaldıracak &ouml;nlemler almalıdır.</p>
            <p>10.2. M&uuml;şteri ve Sıparış verici, Hizmetin işlevselliğini kendi sorumluluğunda kullanır. TIRGO, hizmetlerin M&uuml;şteri ve Sıparış vericinin ama&ccedil;larına uygunluğu da dahil olmak &uuml;zere herhangi bir sorumluluk kabul etmez.</p>
            <p>10.3. S&ouml;zleşmede &ouml;ng&ouml;r&uuml;len y&uuml;k&uuml;ml&uuml;l&uuml;klerin ihlalinden Taraflar, &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki mevzuatına g&ouml;re sorumlu olacaklardır.</p>
            <p>10.4. M&uuml;şteri, TIRGO tarafından işbu S&ouml;zleşme kapsamında sağlanan Hizmetlere ilişkin &ouml;deme koşullarını ihlal ettiği takdirde, TIRGO, vadesi ge&ccedil;miş &ouml;deme tutarının % 0,5'i (y&uuml;zdenin onda beşi) oranında ceza &uuml;creti talep etme hakkına sahiptir. gecikmenin her g&uuml;n&uuml;.</p>
            <p>10.5. TIRGO'nun S&ouml;zleşme kapsamındaki toplam sorumluluğu, doğrudan kanıtlanmış hasar i&ccedil;in M&uuml;şteri'ye tazminat &ouml;denmesiyle sınırlıdır.</p>
            <p>10.6. TIRGO, Hizmetin kurulumu, g&uuml;ncellenmesi, desteklenmesi ve işletilmesi sırasında ortaya &ccedil;ıkan sorunlardan (diğer yazılım &uuml;r&uuml;nleriyle (paketler, s&uuml;r&uuml;c&uuml;ler vb.) uyumluluk sorunları dahil olmak &uuml;zere, Hizmet kullanımının sonu&ccedil;ları ile M&uuml;şterinin beklentileri arasındaki tutarsızlıklardan vb. sorumlu değildir. . ). M&uuml;şteri ve Sıparış verici, Hizmetin, M&uuml;şterinin ve Sıparış vericininbilgisayarında veya diğer aygıtında y&uuml;kl&uuml; olan diğer yazılım &uuml;r&uuml;nleriyle uyumsuzluğundan veya &ccedil;akışmasından kaynaklanan olası olumsuz sonu&ccedil;ların t&uuml;m sorumluluğunun kendilerine ait olduğunu anlamalıdır. Hizmet, tehlikeli ortamlarda &ccedil;alışan veya Hizmetin işleyişindeki bir arızanın insanların hayatını tehlikeye atabileceği veya b&uuml;y&uuml;k maddi kayıplara neden olabileceği yaşam destek sistemlerine hizmet eden bilgi sistemlerinde ama&ccedil;lanmamıştır ve kullanılamaz.</p>
            <p>10.7. Kullanıcı Adı ve Şifrelerinin g&uuml;venliğinden ve yetkisiz kullanımından doğabilecek zararlardan m&uuml;nhasıran M&uuml;şteri ve Sıparış verici sorumludur.</p>
            <p>10.8. TIRGO, M&uuml;şterinin ve Sıparış vericininm&uuml;lkiyetinden sorumlu değildir.</p>
            <p>10.9. &nbsp;&nbsp;Taraflar, bu S&ouml;zleşme kapsamındaki y&uuml;k&uuml;ml&uuml;l&uuml;klerin yerine getirilmemesi ve/veya uygunsuz bir şekilde yerine getirilmesine ilişkin y&uuml;k&uuml;ml&uuml;l&uuml;kten, eğer bu t&uuml;r bir ifa etmeme, diğerlerinin yanı sıra, aşağıdakileri i&ccedil;eren, Tarafların kontrol&uuml; dışındaki m&uuml;cbir sebep koşullarının (m&uuml;cbir sebep) sonucuysa, muaftır. doğal afetler, yangınlar, insan kaynaklı kazalar ve afetler, m&uuml;hendislik yapılarında ve iletişimde meydana gelen kazalar, ayaklanmalar, d&uuml;şmanlıklar, ter&ouml;r eylemleri, ayaklanmalar, sivil ayaklanmalar, grevler, devlet yetkililerinin ve yerel &ouml;zy&ouml;netimin Tarafların y&uuml;k&uuml;ml&uuml;l&uuml;klerini yerine getirmesini engelleyen d&uuml;zenlemeleri bu Anlaşma kapsamında, yani bu koşullar altında acil ve aşılmaz, bu Anlaşmanın akdedilmesinden sonra meydana gelen durumlar. M&uuml;cbir sebep hallerinin ortaya &ccedil;ıkması nedeniyle y&uuml;k&uuml;ml&uuml;l&uuml;klerin yerine getirilmesinin imkansızlığına atıfta bulunan Taraf, bunu diğer Tarafa derhal bildirmekle y&uuml;k&uuml;ml&uuml;d&uuml;r. M&uuml;cbir sebep hallerinin meydana geldiği ger&ccedil;eği, ilgili yetkili kuruluşlar tarafından teyit edilmelidir.</p>
            <h3>11. Teklif s&uuml;resi. Fesh etmek.</h3>
            <p>11.1. Bu Teklif, kabul tarihinden itibaren y&uuml;r&uuml;rl&uuml;ğe girer ve 1 (bir) yıl s&uuml;reyle ge&ccedil;erlidir. Taraflardan hi&ccedil;biri, Anlaşmanın sona erme tarihinden en az 30 (otuz) takvim g&uuml;n&uuml; &ouml;nce işbirliğini sona erdirme isteğini diğer Tarafa bildirmezse, Anlaşma otomatik olarak bir yıl uzatılacaktır. Bu t&uuml;r otomatik yenilemelerin sayısında bir sınırlama yoktur.</p>
            <p>11.2. Bu Teklif bir tekliftir ve &Ouml;zbekistan Cumhuriyeti'nin y&uuml;r&uuml;rl&uuml;kteki medeni mevzuatına g&ouml;re M&uuml;şteri ve Sıparış verici kabul&uuml; geri alma hakkına sahiptir. Kabulden &ouml;nce veya onunla aynı anda teklifi g&ouml;nderen kişi tarafından kabulden cayma bildirimi alınmışsa, kabul alınmamış sayılır ve s&ouml;zleşme akdedilmez. Kabul&uuml;n geri &ccedil;ekilmesi, bu Teklifte belirtilen TIRGO e-posta adresine ilgili bir mektup g&ouml;nderilerek &Ouml;zbekistan Cumhuriyeti Medeni Kanunu h&uuml;k&uuml;mlerine uygun olarak yapılmış olmalıdır. Bu Teklifin M&uuml;şteri tarafından kabul edilmesinin geri &ccedil;ekilmesi durumunda, M&uuml;şteri'nin kabul talebini g&ouml;nderdiği andan itibaren 5 (beş) iş g&uuml;n&uuml; i&ccedil;inde bu Teklif feshedilmiş sayılır.</p>
            <p>11.3. Bu Teklif erken sonlandırılabilir:</p>
            <p>11.3.1. Tarafların karşılıklı mutabakatı ile.</p>
            <p>11.3.2. M&uuml;şteri veya M&uuml;şteri tarafından bu teklifin şartlarının ihlali durumunda TIRGO'nun inisiyatifiyle tek taraflı olarak mahkeme dışında.</p>
            <p>11.3.3. TIRGO'nun inisiyatifinde, M&uuml;şteri'nin veya M&uuml;şteri'nin &uuml;&ccedil;&uuml;nc&uuml; şahısların telif haklarını ihlal etmesi durumunda (&ouml;denmişse) M&uuml;şteri'ye herhangi bir fon iade edilmeden tek taraflı olarak mahkeme dışı bırakılır.</p>
            <p>11.4. Tarafların, doğası gereği işlemeye devam etmesi gereken S&ouml;zleşme kapsamındaki y&uuml;k&uuml;ml&uuml;l&uuml;kleri (karşılıklı anlaşmalara ilişkin y&uuml;k&uuml;ml&uuml;l&uuml;kler dahil ancak bunlarla sınırlı olmamak &uuml;zere), S&ouml;zleşme'nin sona ermesinden sonra y&uuml;r&uuml;rl&uuml;kte kalır.</p>
            <h3>12. Anlaşmazlıklar &ccedil;&ouml;z&uuml;lmesi</h3>
            <p>12.1. Bu Teklif kapsamındaki t&uuml;m anlaşmazlıklar m&uuml;zakereler yoluyla &ccedil;&ouml;z&uuml;lecektir. Taraflar zorunlu bir yargılama &ouml;ncesi prosed&uuml;r&uuml; oluştururlar. M&uuml;şteri ve Sıparış verici, TIRGO'nun talebini bu Teklif'te belirtilen e-posta adresine g&ouml;ndermekle y&uuml;k&uuml;ml&uuml;d&uuml;r. TIRGO, talebin alınmasından itibaren 30 (otuz) takvim g&uuml;n&uuml; i&ccedil;inde talebe cevap verir.</p>
            <p>12.2. Bu Teklif kapsamındaki olası anlaşmazlıkların &ccedil;&ouml;z&uuml;lmesi m&uuml;mk&uuml;n değilse, bu t&uuml;r anlaşmazlıklar &Ouml;zbekistan Cumhuriyeti mevzuatına g&ouml;re TIRGO'nun bulunduğu yerdeki mahkemede değerlendirilecektir.</p>
            <h3>13. Başka koşullar</h3>
            <p>13.1. Bu teklif ve uygulanması &Ouml;zbekistan Cumhuriyeti mevzuatına g&ouml;re d&uuml;zenlenir.</p>
            <p>13.2. M&uuml;şteri ve Sıparış verici, TIRGO ile yalnızca bu Teklifte belirtilen verilere g&ouml;re etkileşime girer.</p>
            <p>13.3. M&uuml;şteri bağımsız olarak ve masrafları kendisine ait olmak &uuml;zere, bir kaza, hasar veya kayıp durumunda M&uuml;şterilere / &uuml;&ccedil;&uuml;nc&uuml; şahıslara veya kargoya zarar vermenin t&uuml;m sorumluluğunu taşır.</p>
            <p>13.4. TIRGO, M&uuml;şteriye ve M&uuml;şteriye ait verileri (veritabanı bilgileri, istatistikler vb.) saklamakla y&uuml;k&uuml;ml&uuml; değildir ve dilediği zaman veri tabanından silme hakkına sahiptir.</p>
            <p>13.5. Bu Anlaşma kapsamındaki t&uuml;m bildirimler, bildirimde bulunan Taraf&ccedil;a, bildirimde bulunulan Tarafa, alındı onayı ile birlikte e-posta, faks, kurye veya posta yoluyla g&ouml;nderilecektir. Aynı zamanda, e-posta veya faks yoluyla teslim edilen belgelerin kopyaları, Taraflarca, Tarafların m&uuml;mk&uuml;n olan en kısa s&uuml;rede yapacakları orijinallerin değiş tokuşuna kadar yasal olarak kabul edilir.</p>
            <p>13.6. Taraflar, bu S&ouml;zleşmenin y&uuml;r&uuml;t&uuml;lmesi &ccedil;er&ccedil;evesindeki her t&uuml;rl&uuml; mesajın, bildirimin bu S&ouml;zleşmede a&ccedil;ık&ccedil;a belirtilen e-posta adreslerine g&ouml;nderilmesi gerektiğini belirlemişlerdir. TIRGO i&ccedil;in: ______________ alan adına sahip herhangi bir e-posta adresi. M&uuml;şteri ve Sıparış verici i&ccedil;in: Teklifin &ouml;ns&ouml;z&uuml;nde belirtildiği gibi, Kayıt Prosed&uuml;r&uuml; sırasında M&uuml;şteri tarafından belirtilen e-posta adresi. Bu fıkrada belirtilen kurumsal alan adlarının e-posta adreslerinde veya alan adlarında bir değişiklik olması durumunda, Taraf, bu değişikliğin yapıldığı tarihten itibaren 1 (bir) iş g&uuml;n&uuml; i&ccedil;inde diğer Tarafa yazılı olarak bildirmek zorundadır. Taraf, kurumsal alan adlarının e-posta adreslerinde veya alan adlarındaki bir değişikliği diğer Tarafa bildirmemesinden kaynaklanan olumsuz sonu&ccedil;ların riskini taşır.</p>
            <p>13.7. Taraflar, madde 14.6'da belirtilen iletişim kanallarına erişimi olan kişilerin eylemlerinin t&uuml;m sorumluluğunu &uuml;stlenirler. ger&ccedil;ek anlaşma Yukarıdaki iletişim kanalları kullanılarak ger&ccedil;ekleştirilen t&uuml;m işlemler, Tarafların usul&uuml;ne uygun olarak yetkilendirilmiş temsilcileri tarafından ger&ccedil;ekleştirilir.</p>
            <p>13.8. Tarafların detaylarında ve S&ouml;zleşme kapsamında etkileşimden sorumlu kişilerin listesinde bir değişiklik olması durumunda, Taraflar, değişiklikleri yazılı olarak 5 (beş) iş g&uuml;n&uuml; i&ccedil;inde diğer Tarafa bildirmekle y&uuml;k&uuml;ml&uuml;d&uuml;r. diğer Tarafa bildirimde bulunmak ve bildirim metninin bir kopyasını e-posta adresine g&ouml;ndermek.</p>
            <p>13.9. Hizmeti kullanan M&uuml;şteri ve Sıparış verici, 2 Temmuz 2019 tarih ve ZRU-547 Sayılı &Ouml;zbekistan Cumhuriyeti &ldquo;Kişisel Veriler Hakkında Kanun&rdquo; h&uuml;k&uuml;mleri uyarınca kişisel verilerin TIRGO tarafından işlenmesine rıza g&ouml;sterir. dahil: soyadı, adı, soyadı, fotoğrafı, cinsiyeti, doğum tarihi, iletişim telefon numaraları, ara&ccedil; bilgileri;TIRGO'ya, toplama, sistemleştirme, biriktirme, saklama, g&uuml;ncelleme, değiştirme, kullanma, duyarsızlaştırma, bloke etme, imha etme dahil olmak &uuml;zere bu S&ouml;zleşmenin şartlarını yerine getirmek i&ccedil;in kişisel verileriyle t&uuml;m eylemleri (işlemleri) ger&ccedil;ekleştirme hakkı verir. kişisel verilerin elektronik bir veri tabanına girilerek işlenmesi, listelere (kayıtlara) ve bildirim formlarına dahil edilmesi, kişisel verilerin makine medyası ve iletişim kanalları kullanılarak kabul edilmesi ve iletilmesi, izinsiz erişime karşı korunmalarını sağlayacak &ouml;nlemlere uygun olarak, bunların kabul&uuml; ve işlenmesi, mesleki gizliliği korumakla y&uuml;k&uuml;ml&uuml; bir kişi tarafından ger&ccedil;ekleştirilecektir.</p>
            <p>13.10. M&uuml;şteri ve Sıparış verici, Teklif'te belirtilen e-posta adresine ilgili yazılı bir başvuruyu TIRGO'ya g&ouml;ndererek kişisel verilerin işlenmesine ilişkin onaylarını geri alma hakkına sahiptir.</p>
            <p>13.11. S&ouml;zleşmeye ilişkin t&uuml;m kanunlar, ekler, ek s&ouml;zleşmeler ve ilaveler, S&ouml;zleşmenin ayrılmaz bir par&ccedil;asıdır.</p>
            <p>13.12. S&ouml;zleşmenin bir veya daha fazla h&uuml;km&uuml;n&uuml;n ge&ccedil;ersiz ilan edilmesi halinde, s&ouml;z konusu ge&ccedil;ersizlik S&ouml;zleşmenin diğer h&uuml;k&uuml;mlerinin ve bir b&uuml;t&uuml;n olarak S&ouml;zleşmenin ge&ccedil;erliliğini etkilemez.</p>
            <p>13.13. S&ouml;zleşmede yer alan bilgiler ve S&ouml;zleşmenin akdedildiği ger&ccedil;eği gizlidir. S&ouml;zleşmede a&ccedil;ık&ccedil;a belirtilmedik&ccedil;e veya Taraflarca &ouml;nceden S&ouml;zleşmeye ek bir anlaşma şeklinde yazılı olarak kararlaştırılmadık&ccedil;a, Taraflardan hi&ccedil;biri hi&ccedil;bir şekilde tam, kısaltılmış ticari adı, ticari markaları, ticari unvanları ve ticari markaları kullanma hakkına sahip olmayacaktır. &nbsp;</p>
            <p>13.14. Yalnızca tekil anlamına gelen s&ouml;zc&uuml;kler, bağlama bağlı olarak &ccedil;oğul da i&ccedil;erir ve bunun tersi de ge&ccedil;erlidir.</p>
            <p>13.15. İşbu Anlaşmanın &ouml;ng&ouml;r&uuml;len şekilde akdedilmesinden sonra, Tarafların konuyla ilgili olarak daha &ouml;nce yapmış oldukları s&ouml;zl&uuml; ve yazılı t&uuml;m m&uuml;zakere ve yazışmaları ge&ccedil;ersiz hale gelir.</p>
        </div>
    </section>
    <section id="cta">
        <div class="wrap">
            <h2>Логистический агрегатор «TIRGO» — ваш груз попадет в надежные руки!</h2>
            <h3>Скачайте наше мобильное приложение и оформите заявку за несколько минут</h3>
            <div class="cta-btn">
                <a href="https://tirgo.uz/a" class="button style-1 btn_pop">Приложение грузоотправителей</a>
                <a href="https://tirgo.uz/b" class="button style-1 btn_pop">Приложение грузоперевозчиков</a>
            </div>
        </div>
    </section>
    <footer class="footer" id="footer">
        <div class="wrap row">
            <div class="col logo">
                <img src="images/logo.svg" alt="Tirgo" width="214" height="40">
            </div>
            <div class="col col-1">
                <h2>Наш адрес</h2>
                <p>г. Ташкет, Чиланзарский р-н, ул. Арнасай д.76</p>
            </div>
            <div class="col col-2">
                <h2>Звоните</h2>
                <div class="footer-support">
                    <a href="tel:998909960880" class="binct-phone-number-1">+998 90 996 0880</a>
                    <a href="tel:998555013333" class="binct-phone-number-1">+998 55 501 33 33</a>
                </div>
            </div> 
            <div class="col col-3">
                <h2>Пишите</h2>
                <div class="footer-support">
                    <a href="mailto:info@tirgo.uz">info@tirgo.uz</a>
                    <a href="https://t.me/tirgo_support">Telegram</a>
                </div>
            </div>
        </div>
    </footer>
    <div class="copy">
        <div class="wrap copy-flex">
            <div class="copy-left">
                <p>Все права защищены © 2022</p>
            </div>
            <div class="copy-right">
                <a href="public_offer.html">Публичная оферта</a>
            </div>
        </div>
    </div>
</body>
</html>